const handler = async (m, { conn }) => {
  let menu = `👋🏻 𝖧𝗈𝗅𝖺! 𝖻𝗂𝖾𝗇𝗏𝖾𝗇𝗂𝖽𝗈 𝖺𝗅 𝗆𝖾𝗇𝗎𝗀𝗋𝗎𝗉𝗈 𝖽𝖾 *𝑷𝑨𝑻𝑶 𝑩𝑶𝑻 𝖨𝖠* 𝖺𝗾𝗎𝗂́ 𝖾𝗇𝖼𝗈𝗇𝗍𝗋𝖺𝗋𝖺́𝗌 𝗅𝗈𝗌 𝖼𝗈𝗆𝖺𝗇𝖽𝗈𝗌 𝗉𝖺𝗋𝖺 𝗆𝖺𝗇𝗍𝖾𝗇𝖾𝗋 𝗎𝗇 𝗍𝗈𝗍𝖺𝗅 𝗈𝗋𝖽𝖾𝗇 𝖽𝖾 𝗍𝗎́ 𝗀𝗋𝗎𝗉𝗈!

✮,— \`𝖢𝖮𝖬𝖠𝖭𝖣𝖮𝖲 𝖣𝖤 𝖠𝖣𝖬𝖨𝖭𝖲\` .ᐟᨮׁׅ֮.ᐟ
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗄𝗂𝖼𝗄
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖫𝗂𝗇𝗄
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗉𝗋𝗈𝗆𝗈𝗍𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖽𝖾𝗆𝗈𝗍𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗇𝗈𝗍𝗂𝖿𝗒
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗍𝗈𝖽𝗈𝗌
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗌𝖾𝗍𝖿𝗈𝗍𝗈
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗌𝖾𝗍𝗇𝖺𝗆𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗌𝖾𝗍𝗂𝗇𝖿𝗈
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗌𝖾𝗍𝗐𝖾𝗅𝖼𝗈𝗆𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗌𝖾𝗍𝖻𝗒𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖿𝖺𝗇𝗍𝖺𝗌𝗆𝖺𝗌
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖿𝖺𝗇𝗄𝗂𝖼𝗄
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖽𝖾𝗅 
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗆𝗎𝗍𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝗎𝗇𝗆𝗎𝗍𝖾
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖺𝖻𝗋𝗂𝗋𝗀𝗋𝗎𝗉𝗈
⭒ ִֶָ७ ꯭🍨˙⋆｡ -𝖼𝖾𝗋𝗋𝖺𝗋𝗀𝗋𝗎𝗉𝗈


✮,— \`𝖠𝖢𝖳𝖨𝖵𝖠𝖱/𝖣𝖤𝖲𝖠𝖢𝖳𝖨𝖵𝖠𝖱\` .ᐟᨮׁׅ֮.ᐟ
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝗈𝗇/𝗈𝖿𝖿 𝗐𝖾𝗅𝖼𝗈𝗆𝖾
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝗈𝗇/𝗈𝖿𝖿 𝗆𝗈𝖽𝗈𝖺𝖽𝗆𝗂𝗇
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝗈𝗇/𝗈𝖿𝖿 𝖺𝗇𝗍𝗂𝖺𝗋𝖺𝖻𝖾
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝗈𝗇/𝗈𝖿𝖿 𝖺𝗇𝗍𝗂𝗅𝗂𝗇𝗄
⭒ ִֶָ७ ꯭🥤˙⋆｡ -𝗈𝗇/𝗈𝖿𝖿 𝗇𝗌𝖿𝗐

> © 𝑷𝑨𝑻𝑶 𝑩𝑶𝑻 𝖨𝖠 𝖝 𝗁𝖾𝗋𝗇𝖺𝗇𝖽𝖾𝗓-𝗑𝗒𝗓
`

  await conn.sendMessage(m.chat, {
    react: { text: '🧾', key: m.key }
  })

  await conn.sendMessage(
    m.chat,
    {
      image: { url: "https://cdn.russellxz.click/a2609d8e.jpeg" },
      caption: menu,
      mentions: [m.sender]
    },
    { quoted: m }
  )
}

handler.customPrefix = /^\.?(menu2|menugrupo)$/i;
handler.command = new RegExp;
export default handler;